Repository: JonasKraus/MirrOS_News_Cast_Modul
Catalog: locale/*/LC_MESSAGES/newsapi.po
Languages: de_de

source: newsapi_title
de_de: News Cast

source: newsapi_description
de_de: Zeige Nachrichten auf deinem Spiegel und lese die Artikel durch Scannen der QR-Codes oder mit der Android App MirrOS News Cast

source: latest
de_de: aktuell

source: popular
de_de: beliebt

source: Insert your ApiKey:<br>(To generate an ApiKey register <a href="https://newsapi.org/register" target="_blank">here</a>)
de_de: Gebe deinen ApiKey ein:<br>(Um diesen zu erzeugen registriere dich <a href="https://newsapi.org/register" target="_blank">hier</a>)

source: Show sources
de_de: Nachrichtenquellen anzeigen

source: Show images
de_de: Bilder anzeigen

source: Show Qr-Codes
de_de: Qr-Codes anzeigen

source: Origin of the news
de_de: Ursprung der Artikel

source: Sorting of the articles.
de_de: Sortierung der Artikel.

source: Set the number of displayed articles.
de_de: Anzahl der auf einmal dargestellten Artikel.

source: Set how many seconds the articles will be displayed.
de_de: Anzahl der Sekunden bis die Artikel erneuert werden.

source: save
de_de: Speichern
