Repository: JonasKraus/MirrOS_News_Cast_Modul
Catalog: locale/*/LC_MESSAGES/newscast.po
Languages: es_es, fr_fr

source: newscast_title
es_es: News Cast
fr_fr: News Cast

source: newscast_description
es_es: Muestra mensajes en tu espejo y lee los artículos escaneando los códigos QR o con la aplicación Android MirrOS News Cast.
fr_fr: Montrez les messages sur votre miroir et lisez les articles en scannant les codes QR ou avec l'application Android MirrOS News Cast.

source: latest
es_es: actual
fr_fr: actuel

source: popular
fr_fr: populaire

source: Insert your ApiKey:<br>(To generate an ApiKey register <a href="https://newsapi.org/register" target="_blank">here</a>)
es_es: Introduce tu ApiKey:<br>(Para crearla regístrate <a href="https://newsapi.org/register" target="_blank">aquí</a>)
fr_fr: Entrez votre ApiKey:<br>(Pour le créer, enregistrez-vous <a href="https://newsapi.org/register" target="_blank">ici)</a>)

source: Show sources
es_es: Mostrar fuentes de noticias
fr_fr: Afficher les sources d'information

source: Show images
es_es: Mostrar fotos
fr_fr: Montrer des photos

source: Show Qr-Codes
es_es: Mostrar códigos Qr
fr_fr: Afficher les codes Qr

source: Origin of the news
es_es: Origen de los artículos
fr_fr: Origine des articles

source: Sorting of the articles.
es_es: Ordenar los artículos
fr_fr: Trier les articles.

source: Set the number of displayed articles.
es_es: Número de artículos mostrados a la vez.
fr_fr: Nombre d'articles affichés en même temps.

source: Set how many seconds the articles will be displayed.
es_es: Número de segundos hasta que se renueven los artículos.
fr_fr: Nombre de secondes avant que les articles soient renouvelés.

source: save
es_es: Guardar
fr_fr: Sauvegarder
